/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Automatic";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="Kun työ on tulostettu, voit tulostaa siitä kopioita tulostimen ohjauspaneelista. Tallennetuista töistä laaditut kopiot lajitellaan automaattisesti.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="Jos halutaan tulostaa useita kopioita, ensimmäinen kopio tulostuu. Loput kopiot jäävät tulostimeen, ellet käynnistä niiden tulostusta tulostimen ohjauspaneelista. Tallennetuista töistä laaditut kopiot lajitellaan automaattisesti.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="Työ tallentuu tulostimeen kuten sähköiseen asiakirjakaappiin. Työ ei tulostu, ennen kuin työn tulostus käynnistetään tulostimen ohjauspaneelista. Tähän tallennuspaikkaan voi tallentaa lomakkeita ja muita yleisiä tai jaettuja asiakirjoja . Tallennetuista töistä laaditut kopiot lajitellaan automaattisesti.";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="Työ tallentuu tulostimeen eikä mitään tulostu, ennen kuin käynnistät tulostuksen tulostimen ohjauspaneelista. Omat tulostustyöt suojataan nelinumeroisella, itse määritetyllä tunnusnumerolla. Tallennetuista töistä laaditut kopiot lajitellaan automaattisesti.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="Työsi tallennetaan kirjoittimeen elektronisen tiedostoarkiston tapaan. Mitään ei tulosteta, ennen kuin työstä lähetetään pyyntö kirjoittimen ohjauspaneelista. Yksityiset tallennetut työt suojataan määrittelemilläsi 4-numeroisilla tunnusluvuilla. Tallennetuista töistä laaditut kopiot lajitellaan automaattisesti.";
"HPJOBRETENTIONOPTION_OFF_DS"="Työ tulostuu, mutta se ei tallennu tulostimeen.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Työsi tallennetaan kirjoittimeen elektronisen tiedostoarkiston tapaan.  Mitään ei tulosteta, ennen kuin työstä lähetetään pyyntö kirjoittimen ohjauspaneelista. Tallennetut työt voidaan haluttaessa suojata määrittelemilläsi 4-numeroisilla tunnusluvuilla. Tallennetuista töistä laaditut kopiot lajitellaan automaattisesti.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Tallenna tulostustyö tulostimeen, kunnes se noudetaan tulostimen ohjauspaneelista. Kun työ on tulostettu, se poistetaan tulostimesta.  Voit suojata tulostustyön asiattomalta käytöltä PIN-koodin avulla.";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "Työsi tallennetaan tulostimeen, mutta mitään ei tulosteta, ennen kuin työtä pyydetään tulostimen ohjauspaneelista. Kun työ on tulostettu, se poistetaan automaattisesti tulostimen tallennustilasta.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "Työsi tallennetaan tulostimeen, mutta mitään ei tulosteta, ennen kuin työtä pyydetään tulostimen ohjauspaneelista ja PIN-koodi annetaan. Kun työ on tulostettu, se poistetaan automaattisesti tulostimen tallennustilasta.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "Työsi tallennetaan tulostimeen, jolloin se toimii ikään kuin sähköisenä arkistokaappina. Mitään ei tulosteta, ennen kuin työtä pyydetään tulostimen ohjauspaneelista. Hyödynnä tallennustilaa lomakkeiden ja muiden yleisten tai jaettujen dokumenttien säilyttämiseen.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "Työsi tallennetaan tulostimeen, jolloin se toimii ikään kuin sähköisenä arkistokaappina. Mitään ei tulosteta, ennen kuin työtä pyydetään tulostimen ohjauspaneelista ja PIN-koodi annetaan. Hyödynnä tallennustilaa lomakkeiden ja muiden yleisten tai jaettujen dokumenttien säilyttämiseen.";

"HPSTRAIGHTPAPERPATH_DS" = "Vaihtoehtoinen tulostusalusta on avoinna";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Varmista, että käsinsyöttölokero on tyhjä. Jos kuitenkin aiot käyttää tätä lokeroa, varmista, että lokerossa on riittävästi paperia tätä asiakirjaa varten (lisää tarvittaessa yksi arkki uudellenasetusopasta varten).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Tulosta uudelleensyöttöopas";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "Teksti, neutraali harmaa";
"HPTEXTHALFTONE_SUMMARY" = "Teksti, puolisävy";
"HPTEXTRGB_SUMMARY" = "Teksti RGB-väri";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Kuva, neutraali harmaa";
"HPGRAPHICSHALFTONE_SUMMARY" = "Kuva, puolisävy";
"HPGRAPHICSRGB_SUMMARY" = "Kuva RGB-väri";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Valokuvat, neutraali harmaa";
"HPPHOTOHALFTONE_SUMMARY" = "Valokuvat, puolisävy";
"HPPHOTORGB_SUMMARY" = "Valokuvat RGB-väri";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "Tulosta kirjanen valitsemalla \"Kaksipuolinen\"- tai \"Kaksipuolinen, Manuaalinen\" -valintaruutu yllä.";
"HPBOOKLETFILTER_MANUAL_DS" = "Tulosta kirjanen valitsemalla \"Kaksipuolinen, Manuaalinen\" -valintaruutu yllä.";
"HPBOOKLETFILTER_AUTO_DS" = "Tulosta kirjanen valitsemalla \"Kaksipuolinen\"-valintaruutu yllä.";
"DUPLEXER_NOT_INSTALLED" = "Kirjasen tulostamista varten on asennettava kaksipuolitulostuksen lisälaite.";
"DUPLEXER_INSTALLED" = "Kirjasen tulostamista varten kaksipuolitulostuksen on oltava käytössä.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Sido oikealta";

"HPWMSWITCH_CHECKBOX_TITLE" = "Vesileima";

/*UntitledCustomName*/
"UntitledString"="Nimetön";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "Tulosta värit harmaina";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Värisyöttö/Musta tulostus: 600x600 dpi\nTulostus (musta/väri): Automaattinen";

"OUTPUTMODE_DS_GENERALOFFICE" = "Musta tulostus: 300 x 300 dpi \nVärisyöttö: 300 x 300 dpi \nTulostus (musta): automaattinen\nTulostus (väri): automaattinen";

"OUTPUTMODE_DS_PROFESSIONAL" = "Musta tulostus: 600 x 600 dpi \nVärisyöttö: 600 x 600 dpi \nTulostus (musta): automaattinen\nTulostus (väri): automaattinen";

"OUTPUTMODE_DS_PRESENTATION" = "Musta tulostus: 600 x 600 dpi \nVärisyöttö: 600 x 600 dpi \nTulostus (musta): automaattinen\nTulostus (väri): automaattinen\nMusta tulostus 1 200 x 1 200 dpi<3A>n optimoidulla tarkkuudella seuraavilla paperityypeillä: määrittämätön, tavallinen, HP Premium -esityspaperi (matta) ja HP<3A>n esitepaperi (matta)";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Musta tulostus: 600 x 600 dpi \nVärisyöttö: 600 x 600 dpi \nTulostus (musta): automaattinen\nTulostus (väri): 2 400 x 1 200 optimoitu dpi";

